"ONE_SONG" = "1 τραγούδι";
"SONGS_COUNT_FORMAT" = "%d τραγούδια";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Κυκλοφόρησε %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@";

"MUSIC" = "Μουσική";

"123" = "123";

"Add All Albums" = "Προσθήκη όλων των άλμπουμ";

"Add All Songs" = "Προσθήκη όλων";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Αποθήκευση";
"ADD_PLAYLIST_DIALOG_TITLE" = "Νέα λίστα";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Εισαγωγή ονόματος για αυτή τη λίστα αναπαραγωγής";
"ADD_PLAYLIST_ROW" = "Προσθήκη λίστας...";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Τίτλος";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Προσθήκη τραγουδιών σε \"%@\".";
"EDIT_PLAYLIST_RENAME" = "Μετονομασία";
"EDIT_PLAYLIST_ADD_SONGS" = "Προσθήκη τραγουδιών";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Μετονομασία λίστας";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Τίτλος";

"Albums" = "Άλμπουμ";

"All Albums" = "Όλα τα άλμπουμ";

"All Songs" = "Όλα τα τραγούδια";

"Cancel" = "Ακύρωση";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Ενημέρωση βιβλιοθήκης…";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Ίσως χρειαστούν λίγα λεπτά.";

"Refresh Playlist" = "Ανανέωση λίστας";

"CLEAR" = "Σβήσιμο";

"Clear Playlist" = "Σβήσιμο λίστας";

"Save Playlist" = "Αποθήκευση λίστας";

"Delete Playlist" = "Διαγραφή λίστας";

"Delete" = "Διαγραφή";

"Done" = "Τέλος";

"Edit" = "Αλλαγές";

"Save" = "Διατήρηση";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d άλμπουμ";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d καλλιτέχνες";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d στοιχεία";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d κομμάτια";

"LISTING_COUNT_GENRES_FORMAT" = "%d είδη";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d λίστες";

"LISTING_COUNT_SONGS_FORMAT" = "%d τραγούδια";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Καλλιτέχνες";

"NO_CONTEXT_NAVTITLE_GENRES" = "Είδη";

"OK" = "OK";

"Playlists" = "Λίστες";

"Shuffle" = "Τυχαία σειρά";

"Songs" = "Τραγούδια";

"Unknown" = "Άγνωστο";
"UNKNOWN_ARTIST" = "Άγνωστος καλλιτέχνης";
"UNKNOWN_ALBUM" = "Άγνωστο άλμπουμ";

"NOW_PLAYING_BUTTON_LABEL" = "Παίζει\nτώρα";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Καλλιτέχνες (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Καλλιτέχνης (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Άλμπουμ (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Άλμπουμ (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Λίστα (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Λίστες (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Τραγούδι (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Τραγούδια (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Είδη (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Είδος (%@ αποτέλεσμα)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Προσθήκη στη λίστα %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Κυκλοφόρησε %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 τραγούδι";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u τραγούδια";
"ALBUM_INFO_TIME_SINGULAR" = "1 λεπτό";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u λ.";

"UNKNOWN_DURATION" = "--:--";
